Repository: eduardolucasmaia/TibiaPixelBot
Catalog: TibiaPixelBot/TibiaPixelBot/ResourceLanguage.*.resx
Languages: pt_br

source: Auto Cure Bleeding disabled!
pt_br: Auto Cura de Sangria desativado!

source: Auto Cure Bleeding enabled!
pt_br: Auto Cura de Sangria habilitado!

source: Auto Cure Burning disabled!
pt_br: Auto Cura de Queimadura desativado!

source: Auto Cure Burning enabled!
pt_br: Auto Cura de Queimadura habilitado!

source: Auto Cure Curse disabled!
pt_br: Auto Cura de Maldição desativado!

source: Auto Cure Curse enabled!
pt_br: Auto Cura de Maldição habilitada!

source: Auto Cure Electrification disabled!
pt_br: Auto Cura de Eletrificação desativado!

source: Auto Cure Electrification enabled!
pt_br: Auto Cura de Eletrificação habilitado!

source: Auto Cure Poison disabled!
pt_br: Auto Cura de Veneno desativado!

source: Auto Cure Poison enabled!
pt_br: Auto Cura de Veneno habilitado!

# AutoFoodDisabled
source: Auto Eat disabled!
pt_br: Auto Comer desativado!

# AutoFoodEnabled
source: Auto Eat enabled!
pt_br: Auto Comer ativado!

source: Auto Haste disabled!
pt_br: Auto Correr desativado!

source: Auto Haste enabled!
pt_br: Auto Correr habilitado!

source: Auto Mana Shield disabled!
pt_br: Auto Mana Shield desativado!

source: Auto Mana Shield enabled!
pt_br: Auto Mana Shield habilitado!

# AutoParalizeDisabled
source: Auto Remove Paralize disabled!
pt_br: Auto Remover Paralizia desativado!

# AutoParalizeEnabled
source: Auto Remove Paralize enabled!
pt_br: Auto Remover Paralizia habilitado!

# CantExport
source: Error: Can not export configuration...
pt_br: Erro: não é possível exportar a configuração...

# CaptureImage
source: Capture the image on the main monitor or try another one.
pt_br: Capture a imagem no monitor principal ou experimente outro.

# ErroReadFile
source: Error: Can not read file...
pt_br: Erro: não é possível ler o arquivo...

# ErrorLoadingResources
source: Error on Loading Resources.
pt_br: Erro ao carregar recursos.

# FormStop
source: PIXEL - STOPPED!
pt_br: PIXEL - PARADO!

# FormWorking
source: PIXEL - WORKING!
pt_br: PIXEL - TRABALHANDO!

# ImportSucces
source: Importing successfully!
pt_br: Importando com sucesso!

# LocationNegativeNum
source: Location is with negative numbers.
pt_br: Localização está com números negativos.

# NotCapturing
source: Not Capturing position...
pt_br: Não capturando...

# OpenTPB
source: Open Tibia Pixel Bot file
pt_br: Abrir o arquivo Tibia Pixel Bot

# PositionSaved
source: Position saved successfully!
pt_br: Posição salva com sucesso!

# SavedSucces
source: Saved successfully!
pt_br: Salvo com sucesso!

source: SPELL:
pt_br: FEITIÇO:

# StopAll
source: Stoped all!
pt_br: Parou tudo!

# TibiaNotOpen
source: Tibia is not open.
pt_br: O Tibia não esta aberto.

# ValueIncorrectly
source: Some value entered incorrectly or out of standards!
pt_br: Algum valor inserido incorreto ou fora dos padrões!

source: Verification added!
pt_br: Verificação adicionada!

source: Verification altered!
pt_br: Verificação alterada!

source: Verification excluded!
pt_br: Verificação excluída!

# WaitingCapture
source: Waiting to capture!
pt_br: Esperando para capturar!

# MotivoSeguranca
source: For safety reasons the function was stopped by continuous repetitions!
pt_br: Por motivos de segurança a função foi parada por repetições continuas!

# StartingAutoAction
source: Starting auto actions...
pt_br: Iniciando ações automáticas...

# SaveTPB
source: Save Tibia Pixel Bot file
pt_br: Salvar o arquivo Tibia Pixel Bot

# AutoScanCould
source: Auto scan could not be used!
pt_br: A verificação automática não pôde ser usada!

source: Problems
pt_br: Problemas

source: Auto scan disabled!
pt_br: Verificação automática desativada!

source: Auto scan enabled!
pt_br: Verificação automática ativada!

source: Verification stopped!
pt_br: Verificação parada!
